/* No comment provided by engineer. */
"Could not move to Applications folder" = "Verplaatsen naar map Programma’s niet mogelijk";

/* No comment provided by engineer. */
"Do Not Move" = "Verplaats niet";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Ik kan mezelf verplaatsen naar de map Programma’s als je dat wilt.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Verplaats naar map Programma’s";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Verplaatsen naar de map Programma’s in de Thuismap?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Verplaatsen naar de map Programma’s?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Hiervoor heb je een beheerderswachtwoord nodig.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Zo blijft de map Downloads overzichtelijk.";
